Repository: Kalaxia/client
Catalog: locales/*.po
Languages: fr

# game.faction_score.victory_points %d
source: %d victory points
fr: %d points de victoire

# game.notification.goal.title
source: Goal
fr: Objectifs

# game.notification.goal.content
source: Conquer and keep strategic systems
fr: Capturer et tenir les systèmes stratégiques

# game.receive_credits_notif.title
source: Money transfer
fr: Transfert de credits

# game.receive_credits_notif.content %s %d
source: %s sent you %d credits
fr: %s vous a envoyé %d credits

# game.receive_fleet.title
source: Fleet given
fr: Transfert de flotte

# game.receive_fleet.content %s
source: %s gave you a fleet
fr: %s vous a envoyé une flotte

# game.score.victory
source: Victory !
fr: Victoire !

# game.score.defeat
source: Defeat
fr: Défaite

# game.score.back_main_menu
source: Back to main menu
fr: Retourner au menu principal

# error.network_error
source: Network error
fr: Erreur réseau

# error.connexion_impossible
source: Connection failure
fr: Connexion impossible

# error.server_not_avaliable
source: The game server is not available.
fr: Le serveur de jeu n'est pas disponible.

# error.unkown_domain_name
source: The domain name of the game server is unknown.
fr: Le nom de domaine du serveur est inconnu.

# error.http_not_connected
source: HTTP client is not connected
fr: Client HTTP non connecté

# error.network_error_content
source: A network error occurred.
fr: Une erreur réseau est survenue

# global.loading.waiting
source: Connecting
fr: Connexion

# global.loading.error
source: Error
fr: Erreur

# global.loading.ressource.error %s %d
source: Error while loading %s : %d
fr: Erreur pendant le chargement de %s : %d

# global.loading.none_loading
source: Finished
fr: Fini

# global.loading.loading
source: Loading...
fr: Chargement

# global.loading.network
source: network
fr: Reseau

# global.loading.auth_status
source: Authenticate :
fr: Authentification

# global.loading.wating
source: wating
fr: Connexion

# global.loading.faction_status
source: Factions received :
fr: Receptions des factions

# global.loading.constants_status
source: Constants received :
fr: Receptions des constantes

# global.loading.ships_status
source: Ships received :
fr: Receptions des vaisseaux

# global.loading.building_status
source: Building received :
fr: Reception des batiments

# global.loading.quit
source: Quit game
fr: Quitter le jeu

# network.unable_connect
source: The client can not connect.
fr: Le programme n'arrive pas à se connecter

# network.close_clean_ws
source: Closed, clean :
fr: Fermé, clean :

# gui.menu.minimize
source: Minimize
fr: minimizer

# gui.menu.close
source: close
fr: fermer

# hud.menu.finance.transfer.credit_to_send
source: Credit transfer
fr: Transfert de credits

# hud.menu.finance.transfet.select_player
source: Select a player
fr: Selectioner un.e joueu.r.se

# hud.menu.finance.transfer.send
source: send
fr: envoyer

# hud.menu.finance.transfer
source: Money transfer
fr: Transfert de credits

# hud.system.add_fleet
source: Add a fleet
fr: Ajouter une flotte

# hud.details.buidlng.contruction
source: Request as building
fr: Construire un batiment

# hud.details.building.hangar.production_line
source: Production line :
fr: Fille de production :

# hud.details.building.hangar.order_ship
source: Order ship
fr: Commande de vaisseaux

# hud.details.building.hangar.hangar_ship
source: Ship in hangar
fr: Vaisseaux dans le hangar

# hud.details.buidlng.time %d
source: %d s
fr: %d

# notification.error.not_enought_cred.title
source: Order impossible
fr: Commande impossible

# notification.error.not_enought_cred.content
source: Not enough credits
fr: Pas assez de credits

# hud.details.buidlng.construction.construction_item.build
source: Build
fr: Construire

# hud.details.building.construction_menu.title
source: Buildings
fr: Batiments

# hud.details.building.hangar.ship_model %s
source: Model : %s
fr: Modèle : %s

# hud.details.building.hangar.time_remaining %d
source: remaining time : %d s
fr: temps restant : %d s

# hud.system.building.hangar.build_max %d
source: Max order (%d)
fr: Commande max (%d)

# hud.details.building.hangar.price %d
source: price : %d
fr: prix : %d

# hud.system.building.hangar.build
source: Order
fr: Commander

# hud.fleet_item.give
source: Give
fr: Donner

# hud.details.fleet.fleet_composition_assignation
source: Assign ships to fleet
fr: Assigner des vaisseaux à la flotte

# hud.details.fleet.force_build_ship
source: Build missing ship
fr: Contruire les vaisseaux manquants

# hud.system.fleet.menu.card.time %d
source: %d
fr: %d s

# hud.details.fleet.ship_model %s
source: Model : %s
fr: Modèle : %s

# hud.details.fleet.max_assign %d
source: Assign all (%d)
fr: tout assigner (%d)

# hud.details.fleet.select_model
source: Select a model
fr: Sélectionnez un model

# hud.details.fleet.ship_to_assign
source: Number of ships to assign
fr: nombre de vaisseaux à assigner

# hud.details.system.fleet.menu.group_ship.set
source: assign
fr: Assigner

# hud.details.fleet.request_price_text
source: price to build
fr: prix de contruction

# audio.bus.Master
source: Global volume
fr: Volume général

# audio.bus.UI
source: User interface
fr: Interface utilisateur

# action.ui_accept
source: UI accpet
fr: UI accepter

# action.ui_select
source: UI select
fr: UI sélectionner

# action.ui_cancel
source: UI cancel
fr: UI annuler

# action.ui_focus_next
source: UI focus next
fr: UI focus suivant

# action.ui_focus_prev
source: UI focus previous
fr: UI focus précédent

# action.ui_left
source: UI left
fr: UI gauche

# action.ui_right
source: UI right
fr: UI droite

# action.ui_up
source: UI up
fr: UI haut

# action.ui_down
source: UI down
fr: UI bas

# action.ui_end
source: end
fr: Fin

# action.ui_add_fleet
source: Add a fleet
fr: Ajouter une flotte

# action.ui_select_fleet
source: Select a fleet
fr: Sélectionner une flotte

# action.ui_add_ships
source: Add ships
fr: Ajouter un vaisseau

# action.ui_zoom_in_map
source: Zoom in
fr: Zoomer

# action.ui_zoom_out_map
source: Zoom out
fr: Dézoomer

# action.ui_drag_map
source: Drag the map
fr: Déplacer la carte

# action.ui_move_map_left
source: Move map left
fr: Déplacer la carte vers la gauche

# action.ui_move_map_right
source: Move map right
fr: Déplacer la carte vers la droite

# action.ui_move_map_up
source: Move map up
fr: Déplacer la carte vers le haut

# action.ui_move_map_down
source: Move map down
fr: Déplacer la carte vers le bas

# action.ui_forbbiden_key_rebind
source: Key not assignable
fr: Touches non assignable

# action.ui_minimize
source: minimize
fr: Minimizer

# action.key.mouse_key_1
source: left click
fr: clic gauche

# action.key.mouse_key_2
source: right click
fr: clic droit

# action.key.mouse_key_3
source: middle click
fr: clic milieu

# action.key.mouse_key_4
source: scroll up
fr: scroll haut

# action.key.mouse_key_5
source: scroll down
fr: scroll bas

# action.ui_map_center_system
source: Center on selected system
fr: Centrer sur le syteme selectioné

# action.ui_hud_scores
source: Show scores
fr: Afficher les scores

# ship.fighter
source: fighter
fr: chasseur

# ship.frigate
source: frigate
fr: frégate

# ship.cruiser
source: cruiser
fr: croiseur

# global.loading.ressource.loading
source: You should not see this text. If you do contact the dev. Cyclique loading
fr: Vous ne devriez pas voir ce texte. Si vous le voyez contatcter les developpeur. Chargement cyclique

# global.loading.ressource.game_loading
source: Game loading screen
fr: Ecran de chargement pre-jeu

# global.loading.ressource.game
source: Game
fr: Carte

# global.loading.ressource.scores_hud
source: Scores HUD
fr: Scores dans HUD

# hud.details.buidlng.portal
source: Portal
fr: Portail

# hud.details.buidlng.shipyard
source: Shipyard
fr: Chantier spatial

# lobby.game_settings.size.very_small
source: very small
fr: très petit

# lobby.game_settings.size.small
source: small
fr: petit

# lobby.game_settings.size.medium
source: medium
fr: moyen

# lobby.game_settings.size.large
source: large
fr: grand

# lobby.game_settings.size.very_large
source: very large
fr: très grand

# lobby.game_settings.speed.slow
source: slow
fr: lent

# lobby.game_settings.speed.medium
source: medium
fr: moyen

# lobby.game_settings.speed.fast
source: fast
fr: rapide

# hud.hud_menu.back_main_menu
source: Back to main menu
fr: Retourner au menu principal

# general.formation.rear
source: rear
fr: arrière

# general.formation.center
source: center
fr: centre

# general.formation.left
source: left
fr: gauche

# general.formation.right
source: right
fr: droite

# menu.loading.number_player %d
source: %d players
fr: %d joueurs

# menu.loading.loading
source: Loading
fr: Chargement

# menu.loading.number_player
source: %d players
fr: %d joueurs

# lobby.game_settings
source: Game settings
fr: Options du jeu

# lobby.game_settings.size
source: Size
fr: Taille

# lobby.game_settings.speed
source: Speed
fr: Vitesse

# menu.lobby.launch
source: Launch
fr: Lancer

# menu.lobby.quit
source: Quit
fr: Quitter

# menu.lobby_card.join
source: Join
fr: Rejoindre

# menu.player_info.input_text_placeholder
source: username
fr: nom d'utilisateur

# general.unkown_username
source: Unknown
fr: Inconnu

# matchmaking.error.username_already_taken.title
source: Already taken username
fr: Ce pseudo existe déjà

# matchmaking.error.username_already_taken.content
source: Another player in this lobby is using this username
fr: Un autre joueur de cette partie utilise déjà ce pseudo

# menu.player_info.ready
source: Ready ?
fr: Prêt.e ?

# menu.credits.main
source: [center][b][u]Programming[/u][/b][/center] Kern [right]Server[/right] Aurore / ChickenStorm [right]Client[/right] Bidoubioche [right]Server, client et architecture[/right] [center][b][u]Graphics[/u][/b][/center] Nael, [right][/right] Piurr, [right][/right] Trex [right][/right] [center][b][u]Game design[/u][/b][/center] Kern, [right][/right] Aldruin le Soyeux [right][/right] [center][b][u]Sound design[/u][/b][/center] [center][b][u]Marketing[/u][/b][/center] [center][b][u]Internationalization et localization[/u][/b][/center] Aurore / ChickenStorm, [right]French, English[/right] Drakehinst, [right]French[/right] [center][b][u]Acknowledgements[/u][/b][/center] Every unnamed contributors [center][b][u]External resources[/u][/b][/center] The Muli Project Authors (contact@sansoxygen.com), [right]Font Muli under the SIL Open Font License, Version 1.1.[/right]
fr: [center][b][u]Programmation[/u][/b][/center] Kern [right]Serveur[/right] Aurore / ChickenStorm [right]Client[/right] Bidoubioche [right]Serveur, client et architecture[/right] [center][b][u]Graphisme[/u][/b][/center] Nael, [right][/right] Piurr, [right][/right] Trex [right][/right] [center][b][u]Game design[/u][/b][/center] Kern, [right][/right] Aldruin le Soyeux [right][/right] [center][b][u]Sound design[/u][/b][/center] [center][b][u]Marketing[/u][/b][/center] [center][b][u]Internationalisation et localisation[/u][/b][/center] Aurore / ChickenStorm, [right]Français, Anglais[/right] Drakehinst, [right]Français[/right] [center][b][u]Remerciements[/u][/b][/center] Et tout les autres contributeurs non nommés [center][b][u]Ressources externes[/u][/b][/center] The Muli Project Authors (contact@sansoxygen.com), [right]Police Muli sous SIL Open Font License, Version 1.1.[/right]

# menu.credits.website
source: Website
fr: Site web

# menu.credits.discord
source: Discord server
fr: Serveur Discord

# menu.credits.dev_comunity_label
source: Developed by the Kalaxia Community
fr: Développé par la communauté de Kalaxia

# menu.credits.third_party_licenses
source: Third party licenses
fr: Licences tierce

# menu.credits.legal_notice_godot
source: This game uses Godot Engine, available under the following license: Copyright (c) 2007-2020 Juan Linietsky, Ariel Manzur. Copyright (c) 2014-2020 Godot Engine contributors. Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the “Software”), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
fr: Ce jeu utilise Godot Engine, disponible sous la licence suivante : Copyright (c) 2007-2020 Juan Linietsky, Ariel Manzur. Copyright (c) 2014-2020 Contributeurs du moteur Godot. L’autorisation est par les présentes accordée, à titre gratuit, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), d’utiliser le Logiciel sans restriction, y compris, sans limitation, les droits d’utilisation, de copie, de modification, de fusion, de publication, de distribution, de sous-licence et/ou de vente de copies du Logiciel, et d’autoriser les personnes à qui le Logiciel est fourni à le faire, sous réserve des conditions suivantes : L’avis de droit d’auteur ci-dessus et cet avis d’autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel. THE SOFTWARE IS PROVIDED « AS IS », WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

# menu.credits.back_main_menu
source: Back to main menu
fr: Retourner au menu principal

# menu.option.back_main_menu
source: Save and back to main menu
fr: Sauver et retourner au menu principal

# menu.main.create_lobby
source: Create a lobby
fr: Créer une partie

# menu.main.credits
source: Credits
fr: Crédits

# menu.main.quit
source: Quit
fr: Quitter

# menu.option.tab.shortcuts
source: Shortcuts
fr: Raccourcis

# menu.option.tab.audio
source: Audio
fr: Volumes et sons

# menu.option.tab.graphical
source: Graphics
fr: Graphiques

# menu.option.tab.lang
source: Language
fr: Langues

# menu.option.shortcut.fleet_and_ships
source: Fleets and Ships
fr: Flottes et Vaisseaux

# menu.option.shortcut.map
source: Map
fr: Carte

# menu.option.graphical.fullscreen
source: Fullscreen
fr: Plein écran

# menu.option.graphical.maximize
source: Maximize
fr: Maximiser

# menu.option.graphical.resize
source: Resize
fr: Redimentioner

# menu.option.graphical.display_id
source: Display
fr: Ecran

# menu.option.lang.language
source: Language
fr: Langues

# store.game_of %s
source: %s's game
fr: Partie de %s

# store.new_game
source: New game
fr: Nouvelle partie
